#define ICON_LARGE_ERROR 128
#define ICON_LARGE_INFO1 129
#define ICON_LARGE_ALERT 130
#define ICON_LARGE_THING 131
#define ICON_LARGE_WARN2 132
#define ICON_LARGE_QUERY 133
#define ICON_LARGE_INFO2 134

#define ICON_SMALL_NEW        128
#define ICON_SMALL_MAGNIFIER  129
#define ICON_SMALL_COPY       130
#define ICON_SMALL_NEW_BIG    131
#define ICON_SMALL_BIN        132
#define ICON_SMALL_PAGE       133
#define ICON_SMALL_PLUS       134
#define ICON_SMALL_MINUS      135
#define ICON_SMALL_UNDO       136
#define ICON_SMALL_REDO       137
#define ICON_SMALL_BACK       138
#define ICON_SMALL_FORWARD    139
#define ICON_SMALL_BINOCULARS 140
#define ICON_SMALL_FOLDER     141
#define ICON_SMALL_PRINTER    142
#define ICON_SMALL_FLOPPY     143
#define ICON_SMALL_INFO       144
#define ICON_SMALL_ALERT      145
#define ICON_SMALL_ERROR      146

// ------------------------------------------------------------------------------------------------

data 'cicn' (ICON_LARGE_ERROR, purgeable) {
	$"0000 0000 8010 0000 0000 0020 0020 0000"            /* ....Ä...... . .. */
	$"0000 0000 0000 0048 0000 0048 0000 0000"            /* .......H...H.... */
	$"0004 0001 0004 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0004 0000 0000 0020 0020"            /* ............. .  */
	$"0000 0000 0004 0000 0000 0020 0020 0000"            /* ........... . .. */
	$"0000 01FF FF80 03FF FFC0 07FF FFE0 0FFF"            /* ...ˇˇÄ.ˇˇ¿.ˇˇ‡.ˇ */
	$"FFF0 1FFF FFF8 3FFF FFFC 7FFF FFFE FFFF"            /* ˇ.ˇˇ¯?ˇˇ¸.ˇˇ˛ˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF 7FFF FFFE 3FFF"            /* ˇˇˇˇˇˇˇˇˇˇ.ˇˇ˛?ˇ */
	$"FFFC 1FFF FFF8 0FFF FFF0 07FF FFE0 03FF"            /* ˇ¸.ˇˇ¯.ˇˇ.ˇˇ‡.ˇ */
	$"FFC0 00FF FF00 01FF FF80 03FF FFC0 07FE"            /* ˇ¿.ˇˇ..ˇˇÄ.ˇˇ¿.˛ */
	$"FFE0 0FFC 7FF0 1FEC 67F8 3FC4 47FC 7FC4"            /* ˇ‡.¸..Ïg¯?ƒG¸.ƒ */
	$"47FE FF44 47FF FE44 47FF FE44 47FF FE44"            /* G˛ˇDGˇ˛DGˇ˛DGˇ˛D */
	$"47FF FE44 47FF FE44 47FF FE40 071F FE00"            /* Gˇ˛DGˇ˛DGˇ˛@..˛. */
	$"061F FE00 061F FE00 043F FE00 003F FE00"            /* ..˛...˛..?˛..?˛. */
	$"007F FE00 007F FE00 00FF FE00 00FF FE00"            /* ..˛...˛..ˇ˛..ˇ˛. */
	$"01FF FE00 01FF 7E04 03FE 3F02 07FC 1FFF"            /* .ˇ˛..ˇ~..˛?..¸.ˇ */
	$"FFF8 0FFF FFF0 07FF FFE0 03FF FFC0 01FF"            /* ˇ¯.ˇˇ.ˇˇ‡.ˇˇ¿.ˇ */
	$"FF80 0000 0000 0000 000A 0000 FFFF FFFF"            /* ˇÄ..........ˇˇˇˇ */
	$"FFFF 0001 FFFF CCCC 9999 0002 FFFF 0000"            /* ˇˇ..ˇˇÃÃôô..ˇˇ.. */
	$"0000 0003 CCCC 9999 6666 0004 9999 6666"            /* ....ÃÃôôff..ôôff */
	$"3333 0005 9999 0000 0000 0006 DDDD 0000"            /* 33..ôô......››.. */
	$"0000 0007 AAAA 0000 0000 0008 5555 0000"            /* ....™™......UU.. */
	$"0000 0009 AAAA AAAA AAAA 000F 0000 0000"            /* ...∆™™™™™™...... */
	$"0000 0000 0009 FFFF FFFF FFFF FFFF 9000"            /* .....∆ˇˇˇˇˇˇˇˇê. */
	$"0000 0000 009F 2222 2222 2222 2222 F900"            /* .....ü""""""""˘. */
	$"0000 0000 09F2 6666 666F 6666 6666 6F90"            /* ....∆Úfffoffffoê */
	$"0000 0000 9F26 6666 66F3 F666 6666 66F9"            /* ....ü&fffÛˆffff˘ */
	$"0000 0009 F266 666F 6F11 4F6F F666 666F"            /* ...∆Úffoo.Ooˆffo */
	$"9000 009F 2666 66F3 FF11 4FF3 4F66 6666"            /* ê..ü&ffÛˇ.OÛOfff */
	$"F900 09F2 6666 6F11 4F11 4F11 4F66 6666"            /* ˘.∆Úffo.O.O.Offf */
	$"6F90 9F26 6666 FF11 4F11 4F11 4F66 6666"            /* oêü&ffˇ.O.O.Offf */
	$"66F9 F266 666F 4F11 4F11 4F11 4F66 6666"            /* f˘ÚffoO.O.O.Offf */
	$"665F F266 66F1 4F11 4F11 4F11 4F66 6666"            /* f_ÚffÒO.O.O.Offf */
	$"665F F266 66F1 4F11 4F11 4F11 4F66 6666"            /* f_ÚffÒO.O.O.Offf */
	$"665F F266 66F1 4F11 4F11 4F11 4F66 6666"            /* f_ÚffÒO.O.O.Offf */
	$"665F F266 66F1 4F11 3F11 3F11 4F66 6666"            /* f_ÚffÒO.?.?.Offf */
	$"665F F266 66F1 3F11 1F11 1F11 4F66 8FF6"            /* f_ÚffÒ?.....Ofèˆ */
	$"665F F266 66F1 1F11 1111 1111 4F68 433F"            /* f_ÚffÒ......OhC? */
	$"665F F266 66F1 1111 1111 1111 4F74 114F"            /* f_ÚffÒ......Ot.O */
	$"665F F266 66F1 1111 1111 1111 3FF1 114F"            /* f_ÚffÒ......?Ò.O */
	$"665F F266 66F1 1111 1111 1111 1F11 14F6"            /* f_ÚffÒ.........ˆ */
	$"665F F266 66F1 1111 1111 1111 1111 14F6"            /* f_ÚffÒ.........ˆ */
	$"665F F266 66F1 1111 1111 1111 1111 4F66"            /* f_ÚffÒ........Of */
	$"665F F266 66F1 1111 1111 1111 1113 4F66"            /* f_ÚffÒ........Of */
	$"665F F266 66F1 1111 1111 1111 1114 F666"            /* f_ÚffÒ........ˆf */
	$"665F F266 66F1 1111 1111 1111 1134 F666"            /* f_ÚffÒ.......4ˆf */
	$"665F F266 66F1 1111 1111 1111 114F 6666"            /* f_ÚffÒ.......Off */
	$"665F F266 6674 1111 1111 1111 134F 6666"            /* f_Úfft.......Off */
	$"665F 9F66 666F 1111 1F31 1113 34F6 6666"            /* f_üffo...1..4ˆff */
	$"65F9 09F6 6666 F344 44F4 4444 4F66 6666"            /* e˘∆ˆffÛDDÙDDOfff */
	$"5F90 009F 6666 6FFF FF6F FFFF F666 6665"            /* _ê.üffoˇˇoˇˇˆffe */
	$"F900 0009 F666 6666 6666 6666 6666 665F"            /* ˘..∆ˆffffffffff_ */
	$"9000 0000 9F66 6666 6666 6666 6666 65F9"            /* ê...üfffffffffe˘ */
	$"0000 0000 09F5 5555 5555 5555 5555 5F90"            /* ....∆ıUUUUUUUU_ê */
	$"0000 0000 009F FFFF FFFF FFFF FFFF F900"            /* .....üˇˇˇˇˇˇˇˇ˘. */
	$"0000"                                               /* .. */
};

data 'cicn' (ICON_LARGE_INFO1, purgeable) {
	$"0000 0000 8010 0000 0000 0020 0020 0000"            /* ....Ä...... . .. */
	$"0000 0000 0000 0048 0000 0048 0000 0000"            /* .......H...H.... */
	$"0004 0001 0004 0000 0000 0000 0352 0000"            /* .............R.. */
	$"0000 0000 0000 0004 0000 0000 0020 0020"            /* ............. .  */
	$"0000 0000 0004 0000 0000 0020 0020 0000"            /* ........... . .. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ..ˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF 807F FFFF 807F FFFF 807F"            /* ˇˇˇˇˇˇÄ.ˇˇÄ.ˇˇÄ. */
	$"FFFF 807F FFFF 807F C0FF 887F 003F 887E"            /* ˇˇÄ.ˇˇÄ.¿ˇà..?à~ */
	$"001F 887C 000F 8078 0007 8078 0007 8070"            /* ..à|..Äx..Äx..Äp */
	$"0003 8071 DDC3 8070 0003 8070 0003 8071"            /* ..Äq›√Äp..Äp..Äq */
	$"DD43 8070 0003 8070 0003 8071 D703 8070"            /* ›CÄp..Äp..Äq◊.Äp */
	$"0003 87F0 0003 81F1 EEC3 81F0 0007 81F0"            /* ..á..ÅÒÓ√Å..Å */
	$"0007 81F0 000F 81E0 001F 8F80 007F 81FF"            /* ..Å..Å‡..èÄ..Åˇ */
	$"FFFF 81FF FFFF 81FF FFFF 81FF FFFF FFFF"            /* ˇˇÅˇˇˇÅˇˇˇÅˇˇˇˇˇ */
	$"FFFF 0000 674C 0000 000C 0000 FFFF FFFF"            /* ˇˇ..gL......ˇˇˇˇ */
	$"FFFF 0001 FFFF CCCC 9999 0002 CCCC 9999"            /* ˇˇ..ˇˇÃÃôô..ÃÃôô */
	$"6666 0003 9999 6666 9999 0004 DDDD DDDD"            /* ff..ôôffôô..›››› */
	$"DDDD 0005 BBBB BBBB BBBB 0006 AAAA AAAA"            /* ››..ªªªªªª..™™™™ */
	$"AAAA 0007 8888 8888 8888 0008 5555 5555"            /* ™™..àààààà..UUUU */
	$"5555 0009 4444 4444 4444 000A 2222 2222"            /* UU.∆DDDDDD.."""" */
	$"2222 000B 1111 1111 1111 000F 0000 0000"            /* "".............. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ..ˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF F000 0000 1B66 6666 6666 6666 6666"            /* ˇˇ....fffffffff */
	$"666F F011 1111 2B66 6666 6666 6666 6666"            /* fo...+fffffffff */
	$"666F F011 1111 2B66 6666 6666 6666 6666"            /* fo...+fffffffff */
	$"666F F011 1111 2B66 6666 6666 6666 6666"            /* fo...+fffffffff */
	$"666F F011 1111 2B66 6666 63BB BBBB 3666"            /* fo...+fffcªªª6f */
	$"666F F011 A111 2B66 6666 B800 0000 9B66"            /* fo.°.+fff∏...õf */
	$"666F F011 A011 2B66 666B 0044 4444 45B6"            /* fo.†.+ffk.DDDE∂ */
	$"666F F011 A011 2B66 66B0 4444 4444 447B"            /* fo.†.+ff∞DDDDD{ */
	$"666F F011 1011 2B66 6B04 4444 4444 4447"            /* fo...+fk.DDDDDG */
	$"B66F F011 1111 2B66 3804 4444 4444 4447"            /* ∂o...+f8.DDDDDG */
	$"936F F011 1111 2B66 B044 4444 4444 4444"            /* ìo...+f∞DDDDDDD */
	$"7B6F F011 1111 2B66 B04A AA4A AA4A AA44"            /* {o...+f∞J™J™J™D */
	$"7B6F F011 1111 2B66 B044 0004 0004 0004"            /* {o...+f∞D...... */
	$"7B6F F011 1111 2B66 B044 4444 4444 4444"            /* {o...+f∞DDDDDDD */
	$"7B6F F011 1111 2B66 B04A AA4A AA4A 4A44"            /* {o...+f∞J™J™JJD */
	$"7B6F F011 1111 2B66 B044 0004 0004 0404"            /* {o...+f∞D...... */
	$"7B6F F011 1111 2B66 B044 4444 4444 4444"            /* {o...+f∞DDDDDDD */
	$"7B6F F011 1111 2B66 B04A AA4A 4AAA 4444"            /* {o...+f∞J™JJ™DD */
	$"7B6F F011 1222 2B66 B044 0004 0400 0444"            /* {o.."+f∞D.....D */
	$"7B6F F011 199B BB66 B044 4444 4444 4444"            /* {o..õªf∞DDDDDDD */
	$"7B6F F011 112B 6666 B04A AAA4 AAA4 AA44"            /* {o..+ff∞J™§™§™D */
	$"7B6F F011 112B 6666 B044 0000 4000 4007"            /* {o..+ff∞D..@.@. */
	$"936F F011 112B 6666 B044 4444 4444 4477"            /* ìo..+ff∞DDDDDDw */
	$"B66F F011 112B 6666 B044 4444 4444 477B"            /* ∂o..+ff∞DDDDDG{ */
	$"666F F011 222B 666B 5777 7777 7777 79B6"            /* fo."+fkWwwwwwy∂ */
	$"666F F011 999B 6BBB BBBB BBBB BBBB B366"            /* fo.ôõkªªªªªªª≥f */
	$"666F F011 112B 6666 6666 6666 6666 6666"            /* fo..+ffffffffff */
	$"666F F011 112B 6666 6666 6666 6666 6666"            /* fo..+ffffffffff */
	$"666F F011 112B 6666 6666 6666 6666 6666"            /* fo..+ffffffffff */
	$"666F F122 222B 6666 6666 6666 6666 6666"            /* foÒ""+ffffffffff */
	$"666F FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* foˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF"                                               /* ˇˇ */
};

data 'cicn' (ICON_LARGE_ALERT, purgeable) {
	$"0000 0000 8010 0000 0000 0020 0020 0000"            /* ....Ä...... . .. */
	$"0000 0000 0000 0048 0000 0048 0000 0000"            /* .......H...H.... */
	$"0004 0001 0004 0000 0000 0000 0352 0000"            /* .............R.. */
	$"0000 0000 0000 0004 0000 0000 0020 0020"            /* ............. .  */
	$"0000 0000 0004 0000 0000 0020 0020 0000"            /* ........... . .. */
	$"0000 0001 8000 0003 C000 0003 C000 0007"            /* ....Ä...¿...¿... */
	$"E000 0007 E000 000F F000 000F F000 001F"            /* ‡...‡......... */
	$"F800 001F F800 003F FC00 003F FC00 007F"            /* ¯...¯..?¸..?¸... */
	$"FE00 007F FE00 00FF FF00 00FF FF00 01FF"            /* ˛...˛..ˇˇ..ˇˇ..ˇ */
	$"FF80 01FF FF80 03FF FFC0 03FF FFC0 07FF"            /* ˇÄ.ˇˇÄ.ˇˇ¿.ˇˇ¿.ˇ */
	$"FFE0 07FF FFE0 0FFF FFF0 0FFF FFF0 1FFF"            /* ˇ‡.ˇˇ‡.ˇˇ.ˇˇ.ˇ */
	$"FFF8 1FFF FFF8 3FFF FFFC 3FFF FFFC 7FFF"            /* ˇ¯.ˇˇ¯?ˇˇ¸?ˇˇ¸.ˇ */
	$"FFFE 7FFF FFFE FFFF FFFF FFFF FFFF 7FFF"            /* ˇ˛.ˇˇ˛ˇˇˇˇˇˇˇˇ.ˇ */
	$"FFFE 0001 8000 0003 C000 0003 C000 0006"            /* ˇ˛..Ä...¿...¿... */
	$"6000 0006 6000 000C 3000 000C 3000 0018"            /* `...`...0...0... */
	$"1800 0019 9800 0033 CC00 0033 CC00 0063"            /* ....ò..3Ã..3Ã..c */
	$"C600 0063 C600 00C3 C300 00C3 C300 0183"            /* ∆..c∆..√√..√√..É */
	$"C180 0183 C180 0303 C0C0 0303 C0C0 0603"            /* ¡Ä.É¡Ä..¿¿..¿¿.. */
	$"C060 0601 8060 0C01 8030 0C00 0030 1800"            /* ¿`..Ä`..Ä0...0.. */
	$"0018 1801 8018 3003 C00C 3003 C00C 6001"            /* ....Ä.0.¿.0.¿.`. */
	$"8006 6000 0006 C000 0003 FFFF FFFF 7FFF"            /* Ä.`...¿...ˇˇˇˇ.ˇ */
	$"FFFE 0000 6692 0000 0009 0000 FFFF FFFF"            /* ˇ˛..fí...∆..ˇˇˇˇ */
	$"FFFF 0001 FFFF FFFF 3333 0002 FFFF CCCC"            /* ˇˇ..ˇˇˇˇ33..ˇˇÃÃ */
	$"0000 0003 CCCC 9999 0000 0004 9999 0000"            /* ....ÃÃôô....ôô.. */
	$"6666 0005 DDDD 0000 0000 0006 4444 4444"            /* ff..››......DDDD */
	$"4444 0007 2222 2222 2222 0008 1111 1111"            /* DD..""""""...... */
	$"1111 000F 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0007 7000 0000 0000 0000 0000 0000 0000"            /* ..p............. */
	$"006F F600 0000 0000 0000 0000 0000 0000"            /* .oˆ............. */
	$"00F6 6F00 0000 0000 0000 0000 0000 0000"            /* .ˆo............. */
	$"06F1 2F60 0000 0000 0000 0000 0000 0000"            /* .Ò/`............ */
	$"0F61 26F0 0000 0000 0000 0000 0000 0000"            /* .a&............ */
	$"6F12 22F6 0000 0000 0000 0000 0000 0000"            /* o."ˆ............ */
	$"F612 226F 0000 0000 0000 0000 0000 0006"            /* ˆ."o............ */
	$"F122 222F 6000 0000 0000 0000 0000 000F"            /* Ò""/`........... */
	$"6135 5326 F000 0000 0000 0000 0000 006F"            /* a5S&..........o */
	$"1255 5422 F600 0000 0000 0000 0000 00F6"            /* .UT"ˆ..........ˆ */
	$"1255 5422 6F00 0000 0000 0000 0000 06F1"            /* .UT"o..........Ò */
	$"2255 5422 2F60 0000 0000 0000 0000 0F61"            /* "UT"/`.........a */
	$"2255 5422 26F0 0000 0000 0000 0000 6F12"            /* "UT"&........o. */
	$"2255 5422 22F6 0000 0000 0000 0000 F612"            /* "UT""ˆ........ˆ. */
	$"2255 5422 226F 0000 0000 0000 0006 F122"            /* "UT""o........Ò" */
	$"2255 5422 222F 6000 0000 0000 000F 6122"            /* "UT""/`.......a" */
	$"2255 5422 2226 F000 0000 0000 006F 1222"            /* "UT""&......o." */
	$"2255 5422 2222 F600 0000 0000 00F6 1222"            /* "UT"""ˆ......ˆ." */
	$"2255 5422 2222 6F00 0000 0000 06F1 2222"            /* "UT"""o......Ò"" */
	$"2255 5422 2222 2F60 0000 0000 0F61 2222"            /* "UT"""/`.....a"" */
	$"2225 4222 2222 26F0 0000 0000 6F12 2222"            /* "%B"""&....o."" */
	$"2225 4222 2222 22F6 0000 0000 F612 2222"            /* "%B""""ˆ....ˆ."" */
	$"2222 2222 2222 226F 0000 0006 F122 2222"            /* """""""o....Ò""" */
	$"2222 2222 2222 222F 6000 000F 6122 2222"            /* """""""/`...a""" */
	$"2235 5322 2222 2226 F000 006F 1222 2222"            /* "5S""""&..o.""" */
	$"2255 5422 2222 2222 F600 00F6 1222 2222"            /* "UT"""""ˆ..ˆ.""" */
	$"2255 5422 2222 2222 6F00 06F1 2222 2222"            /* "UT"""""o..Ò"""" */
	$"2234 4322 2222 2222 2F60 0F61 2222 2222"            /* "4C"""""/`.a"""" */
	$"2222 2222 2222 2222 26F0 7F22 2222 2222"            /* """"""""&.""""" */
	$"2222 2222 2222 2222 22F7 7F87 7777 7777"            /* """""""""˜.áwwww */
	$"7777 7777 7777 7777 78F7 06FF FFFF FFFF"            /* wwwwwwwwx˜.ˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FF60"                           /* ˇˇˇˇˇˇˇˇˇ` */
};

data 'cicn' (ICON_LARGE_THING) {
	$"0000 0000 8010 0000 0000 0020 0020 0000"            /* ....Ä...... . .. */
	$"0000 0000 0000 0048 0000 0048 0000 0000"            /* .......H...H.... */
	$"0004 0001 0004 0000 0000 0000 0352 0000"            /* .............R.. */
	$"0000 0000 0000 0004 0000 0000 0020 0020"            /* ............. .  */
	$"0000 0000 0004 0000 0000 0020 0020 0000"            /* ........... . .. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 01F0 0000 01F8 0000 01F8"            /* ..........¯...¯ */
	$"0000 01F8 0000 01F8 0000 01F8 0000 07FE"            /* ...¯...¯...¯...˛ */
	$"0000 03FC 0000 01F8 0000 00F0 0000 0060"            /* ...¸...¯......` */
	$"0000 0000 0000 0000 0000 FFFF FFFF FFFF"            /* ..........ˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF 3C00"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇ<. */
	$"003C 0000 0000 0000 0000 0000 0000 0000"            /* .<.............. */
	$"0000 0000 0000 01F0 0000 0110 0000 0110"            /* ............... */
	$"0000 0110 0000 0110 0000 0110 0000 071C"            /* ................ */
	$"0000 0208 0000 0110 0000 00A0 0000 0040"            /* ...........†...@ */
	$"0000 0000 0000 0000 0000 FFFF FFFF 8000"            /* ..........ˇˇˇˇÄ. */
	$"0001 B400 000D 8000 0001 8000 0001 8FFF"            /* ..¥..¬Ä...Ä...èˇ */
	$"0001 8801 0001 8FFF 2491 8000 0001 FFFF"            /* ..à...èˇ$ëÄ...ˇˇ */
	$"FFFF 8000 0001 8000 0001 FFFF FFFF 3C00"            /* ˇˇÄ...Ä...ˇˇˇˇ<. */
	$"003C 0000 12DA 0000 000A 0000 FFFF FFFF"            /* .<...⁄......ˇˇˇˇ */
	$"FFFF 0001 9999 CCCC FFFF 0002 0000 CCCC"            /* ˇˇ..ôôÃÃˇˇ....ÃÃ */
	$"0000 0003 BBBB 0000 0000 0004 DDDD DDDD"            /* ....ªª......›››› */
	$"DDDD 0005 BBBB BBBB BBBB 0006 AAAA AAAA"            /* ››..ªªªªªª..™™™™ */
	$"AAAA 0007 7777 7777 7777 0008 5555 5555"            /* ™™..wwwwww..UUUU */
	$"5555 0009 4444 4444 4444 000F 0000 0000"            /* UU.∆DDDDDD...... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0009 9999 0000 0000 0000 0000"            /* .....∆ôô........ */
	$"0000 0000 0009 1119 6000 0000 0000 0000"            /* .....∆..`....... */
	$"0000 0000 0009 1119 6000 0000 0000 0000"            /* .....∆..`....... */
	$"0000 0000 0009 1119 6000 0000 0000 0000"            /* .....∆..`....... */
	$"0000 0000 0009 1119 6000 0000 0000 0000"            /* .....∆..`....... */
	$"0000 0000 0009 1119 6000 0000 0000 0000"            /* .....∆..`....... */
	$"0000 0000 0999 1119 9960 0000 0000 0000"            /* ....∆ô..ô`...... */
	$"0000 0000 0091 1111 9600 0000 0000 0000"            /* .....ë..ñ....... */
	$"0000 0000 0009 1119 6000 0000 0000 0000"            /* .....∆..`....... */
	$"0000 0000 0000 9196 0000 0000 0000 0000"            /* ......ëñ........ */
	$"0000 0000 0000 0960 0000 0000 0000 0000"            /* ......∆`........ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ..ˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF F444 4444 4444 4444 4444 4444 4444"            /* ˇˇÙDDDDDDDDDDDDD */
	$"444F F4FF 4F44 4444 4444 4444 4444 4444"            /* DOÙˇODDDDDDDDDDD */
	$"FF4F F444 4444 4444 4444 4444 4444 4444"            /* ˇOÙDDDDDDDDDDDDD */
	$"444F F444 4444 4444 4444 4444 4444 4444"            /* DOÙDDDDDDDDDDDDD */
	$"444F F444 7777 7777 7777 4444 4444 4444"            /* DOÙDwwwwwwDDDDDD */
	$"444F F444 7666 6666 6667 4444 4444 4444"            /* DOÙDvffffgDDDDDD */
	$"444F F444 8888 8888 8888 4424 4244 F443"            /* DOÙDààààààD$BDÙC */
	$"444F F444 4444 4444 4444 4444 4444 4444"            /* DOÙDDDDDDDDDDDDD */
	$"444F F777 7777 7777 7777 7777 7777 7777"            /* DO˜wwwwwwwwwwwww */
	$"777F F555 5555 5555 5555 5555 5555 5555"            /* w.ıUUUUUUUUUUUUU */
	$"555F F444 4444 4444 4444 4444 4444 4444"            /* U_ÙDDDDDDDDDDDDD */
	$"444F FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* DOˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF 007F F700 0000 0000 0000 0000 007F"            /* ˇˇ..˜........... */
	$"F700"                                               /* ˜. */
};

data 'cicn' (ICON_LARGE_WARN2, purgeable) {
	$"0000 0000 8010 0000 0000 0020 0020 0000"            /* ....Ä...... . .. */
	$"0000 0000 0000 0048 0000 0048 0000 0000"            /* .......H...H.... */
	$"0004 0001 0004 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0004 0000 0000 0020 0020"            /* ............. .  */
	$"0000 0000 0004 0000 0000 0020 0020 0000"            /* ........... . .. */
	$"0000 0001 8000 0003 C000 0007 E000 0007"            /* ....Ä...¿...‡... */
	$"E000 000F F000 000F F000 001F F800 001F"            /* ‡.........¯... */
	$"F800 003F FC00 003F FC00 007F FE00 007F"            /* ¯..?¸..?¸...˛... */
	$"FE00 00FF FF00 00FF FF00 01FF FF80 01FF"            /* ˛..ˇˇ..ˇˇ..ˇˇÄ.ˇ */
	$"FF80 03FF FFC0 03FF FFC0 07FF FFE0 07FF"            /* ˇÄ.ˇˇ¿.ˇˇ¿.ˇˇ‡.ˇ */
	$"FFE0 0FFF FFF0 0FFF FFF0 1FFF FFF8 1FFF"            /* ˇ‡.ˇˇ.ˇˇ.ˇˇ¯.ˇ */
	$"FFF8 3FFF FFFC 3FFF FFFC 7FFF FFFE 7FFF"            /* ˇ¯?ˇˇ¸?ˇˇ¸.ˇˇ˛.ˇ */
	$"FFFE FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇ˛ˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF 0001 8000 0003 C000 0003 C000 0006"            /* ˇˇ..Ä...¿...¿... */
	$"6000 0006 6000 000C 3000 000C 3000 0018"            /* `...`...0...0... */
	$"1800 0019 9800 0033 CC00 0033 CC00 0063"            /* ....ò..3Ã..3Ã..c */
	$"C600 0063 C600 00C3 C300 00C3 C300 0183"            /* ∆..c∆..√√..√√..É */
	$"C180 0183 C180 0303 C0C0 0303 C0C0 0603"            /* ¡Ä.É¡Ä..¿¿..¿¿.. */
	$"C060 0601 8060 0C01 8030 0C00 0030 1800"            /* ¿`..Ä`..Ä0...0.. */
	$"0018 1801 8018 3003 C00C 3003 C00C 6001"            /* ....Ä.0.¿.0.¿.`. */
	$"8006 6000 0006 C000 0003 FFFF FFFF 7FFF"            /* Ä.`...¿...ˇˇˇˇ.ˇ */
	$"FFFE 0000 0000 0000 0006 0000 FFFF FFFF"            /* ˇ˛..........ˇˇˇˇ */
	$"FFFF 0001 FFFF CCCC 3333 0002 CCCC 9999"            /* ˇˇ..ˇˇÃÃ33..ÃÃôô */
	$"0000 0003 9999 6666 0000 0004 3333 3333"            /* ....ôôff....3333 */
	$"3333 0005 BBBB BBBB BBBB 000F 0000 0000"            /* 33..ªªªªªª...... */
	$"0000 0000 0000 0000 000F F000 0000 0000"            /* ............... */
	$"0000 0000 0000 0000 004F F400 0000 0000"            /* .........OÙ..... */
	$"0000 0000 0000 0000 05FF FF50 0000 0000"            /* .........ˇˇP.... */
	$"0000 0000 0000 0000 04F3 3F40 0000 0000"            /* .........Û?@.... */
	$"0000 0000 0000 0000 5FF1 1FF5 0000 0000"            /* ........_Ò.ı.... */
	$"0000 0000 0000 0000 4F31 13F4 0000 0000"            /* ........O1.Ù.... */
	$"0000 0000 0000 0005 FF11 11FF 5000 0000"            /* ........ˇ..ˇP... */
	$"0000 0000 0000 0004 F311 113F 4000 0000"            /* ........Û..?@... */
	$"0000 0000 0000 005F F12F F21F F500 0000"            /* ......._Ò/Ú.ı... */
	$"0000 0000 0000 004F 314F F413 F400 0000"            /* .......O1OÙ.Ù... */
	$"0000 0000 0000 05FF 11FF FF11 FF50 0000"            /* .......ˇ.ˇˇ.ˇP.. */
	$"0000 0000 0000 04F3 11FF FF11 3F40 0000"            /* .......Û.ˇˇ.?@.. */
	$"0000 0000 0000 5FF1 11FF FF11 1FF5 0000"            /* ......_Ò.ˇˇ..ı.. */
	$"0000 0000 0000 4F31 11FF FF11 13F4 0000"            /* ......O1.ˇˇ..Ù.. */
	$"0000 0000 0005 FF11 11FF FF11 11FF 5000"            /* ......ˇ..ˇˇ..ˇP. */
	$"0000 0000 0004 F311 11FF FF11 113F 4000"            /* ......Û..ˇˇ..?@. */
	$"0000 0000 005F F111 11FF FF11 111F F500"            /* ....._Ò..ˇˇ...ı. */
	$"0000 0000 004F 3111 11FF FF11 1113 F400"            /* .....O1..ˇˇ...Ù. */
	$"0000 0000 05FF 1111 11FF FF11 1111 FF50"            /* .....ˇ...ˇˇ...ˇP */
	$"0000 0000 04F3 1111 114F F411 1111 3F40"            /* .....Û...OÙ...?@ */
	$"0000 0000 5FF1 1111 112F F211 1111 1FF5"            /* ...._Ò.../Ú....ı */
	$"0000 0000 4F31 1111 111F F111 1111 13F4"            /* ....O1....Ò....Ù */
	$"0000 0005 FF11 1111 1112 2111 1111 11FF"            /* ....ˇ.....!....ˇ */
	$"5000 0004 F311 1111 1111 1111 1111 113F"            /* P...Û..........? */
	$"4000 005F F111 1111 112F F211 1111 111F"            /* @.._Ò..../Ú..... */
	$"F500 004F 3111 1111 11FF FF11 1111 1113"            /* ı..O1....ˇˇ..... */
	$"F400 05FF 1111 1111 11FF FF11 1111 1111"            /* Ù..ˇ.....ˇˇ..... */
	$"FF50 04F3 1111 1111 112F F211 1111 1111"            /* ˇP.Û...../Ú..... */
	$"3F40 5FF1 1111 1111 1111 1111 1111 1111"            /* ?@_Ò............ */
	$"1FF5 FF31 1111 1111 1111 1111 1111 1111"            /* .ıˇ1............ */
	$"13FF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* .ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF 5FFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇ_ˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFF5"                                               /* ˇı */
};

data 'cicn' (ICON_LARGE_QUERY, purgeable) {
	$"0000 0000 8010 0000 0000 0020 0020 0000"            /* ....Ä...... . .. */
	$"0000 0000 0000 0048 0000 0048 0000 0000"            /* .......H...H.... */
	$"0004 0001 0004 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0004 0000 0000 0020 0020"            /* ............. .  */
	$"0000 0000 0004 0000 0000 0020 0020 0000"            /* ........... . .. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ..ˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF 807F FFFF 807F FFFF 807F"            /* ˇˇˇˇˇˇÄ.ˇˇÄ.ˇˇÄ. */
	$"FFFF 807F FFFF 807F C0FF 887F 003F 887E"            /* ˇˇÄ.ˇˇÄ.¿ˇà..?à~ */
	$"001F 887C 000F 8078 0007 8078 1C07 8070"            /* ..à|..Äx..Äx..Äp */
	$"7F03 8070 7703 8070 E383 8070 E383 8070"            /* ..Äpw.Äp„ÉÄp„ÉÄp */
	$"0703 8070 0E03 8070 1C03 8070 1C03 8070"            /* ..Äp..Äp..Äp..Äp */
	$"1C03 87F0 0003 81F0 1C03 81F0 1C07 81F0"            /* ..á..Å..Å..Å */
	$"0007 81F0 000F 81E0 001F 8F80 007F 81FF"            /* ..Å..Å‡..èÄ..Åˇ */
	$"FFFF 81FF FFFF 81FF FFFF 81FF FFFF FFFF"            /* ˇˇÅˇˇˇÅˇˇˇÅˇˇˇˇˇ */
	$"FFFF 0000 0000 0000 0007 0000 FFFF FFFF"            /* ˇˇ..........ˇˇˇˇ */
	$"FFFF 0001 FFFF CCCC 9999 0002 4444 4444"            /* ˇˇ..ˇˇÃÃôô..DDDD */
	$"4444 0003 8888 8888 8888 0004 CCCC CCCC"            /* DD..àààààà..ÃÃÃÃ */
	$"FFFF 0005 AAAA AAAA AAAA 0006 CCCC 9999"            /* ˇˇ..™™™™™™..ÃÃôô */
	$"6666 000F 0000 0000 0000 FFFF FFFF FFFF"            /* ff........ˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF F111 1111 6FFF"            /* ˇˇˇˇˇˇˇˇˇˇÒ...oˇ */
	$"FFFF FFFF FFFF FFFF FFFF F111 1111 6FFF"            /* ˇˇˇˇˇˇˇˇˇˇÒ...oˇ */
	$"FFFF FFFF FFFF FFFF FFFF F111 1111 6FFF"            /* ˇˇˇˇˇˇˇˇˇˇÒ...oˇ */
	$"FFFF FFFF FFFF FFFF FFFF F111 1111 6FFF"            /* ˇˇˇˇˇˇˇˇˇˇÒ...oˇ */
	$"FFFF FFFF FFFF FFFF FFFF F116 6111 6FFF"            /* ˇˇˇˇˇˇˇˇˇˇÒ.a.oˇ */
	$"FFFF FF34 4443 F2FF FFFF F116 F111 6FFF"            /* ˇˇˇ4DCÚˇˇˇÒ.Ò.oˇ */
	$"FFFF 3440 0004 432F FFFF F116 F111 6FFF"            /* ˇˇ4@..C/ˇˇÒ.Ò.oˇ */
	$"FFF4 4000 0000 0442 FFFF F111 F111 6FFF"            /* ˇÙ@....BˇˇÒ.Ò.oˇ */
	$"FF40 0000 0000 0004 2FFF F111 1111 6FFF"            /* ˇ@....../ˇÒ...oˇ */
	$"F340 0000 0000 0004 32FF F111 1111 6FFF"            /* Û@......2ˇÒ...oˇ */
	$"F400 005F FF50 0000 42FF F111 1111 6FFF"            /* Ù.._ˇP..BˇÒ...oˇ */
	$"3400 02FF FFF2 0000 432F F111 1111 6FFF"            /* 4..ˇˇÚ..C/Ò...oˇ */
	$"4000 5FFF 3FFF 3000 042F F111 1111 6FFF"            /* @._ˇ?ˇ0../Ò...oˇ */
	$"4000 FFF3 30FF F000 042F F111 1111 6FFF"            /* @.ˇÛ0ˇ../Ò...oˇ */
	$"4000 FFF3 00FF F300 042F F111 1111 6FFF"            /* @.ˇÛ.ˇÛ../Ò...oˇ */
	$"4000 0333 0FFF 3300 042F F111 1111 6FFF"            /* @..3.ˇ3../Ò...oˇ */
	$"4000 0000 FFF3 3000 042F F111 1111 6FFF"            /* @...ˇÛ0../Ò...oˇ */
	$"4000 0002 FF33 0000 042F F111 1111 6FFF"            /* @...ˇ3.../Ò...oˇ */
	$"4000 000F FF30 0000 042F F111 1166 6FFF"            /* @...ˇ0.../Ò..foˇ */
	$"4000 000F FF30 0000 042F F111 1FFF FFFF"            /* @...ˇ0.../Ò..ˇˇˇ */
	$"4000 0000 3330 0000 042F F111 166F FFFF"            /* @...30.../Ò..oˇˇ */
	$"4000 000F FF00 0000 432F F111 116F FFFF"            /* @...ˇ...C/Ò..oˇˇ */
	$"4000 000F FF30 0000 42FF F111 116F FFFF"            /* @...ˇ0..BˇÒ..oˇˇ */
	$"4000 0000 3330 0004 32FF F111 116F FFF3"            /* @...30..2ˇÒ..oˇÛ */
	$"4000 0000 0000 0043 2FFF F116 666F FF34"            /* @......C/ˇÒ.foˇ4 */
	$"0000 0000 0000 4432 FFFF F111 FFFF F444"            /* ......D2ˇˇÒ.ˇˇÙD */
	$"4444 4444 4444 322F FFFF F111 111F F222"            /* DDDDDD2/ˇˇÒ...Ú" */
	$"2222 2222 2222 2FFF FFFF F111 116F FFFF"            /* """"""/ˇˇˇÒ..oˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF F111 116F FFFF"            /* ˇˇˇˇˇˇˇˇˇˇÒ..oˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF F166 666F FFFF"            /* ˇˇˇˇˇˇˇˇˇˇÒffoˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF"                           /* ˇˇˇˇˇˇˇˇˇˇ */
};

data 'cicn' (ICON_LARGE_INFO2, purgeable) {
	$"0000 0000 8010 0000 0000 0020 0020 0000"            /* ....Ä...... . .. */
	$"0000 0000 0000 0048 0000 0048 0000 0000"            /* .......H...H.... */
	$"0004 0001 0004 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0004 0000 0000 0020 0020"            /* ............. .  */
	$"0000 0000 0004 0000 0000 0020 0020 0000"            /* ........... . .. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ..ˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF 807F FFFF 807F FFFF 807F"            /* ˇˇˇˇˇˇÄ.ˇˇÄ.ˇˇÄ. */
	$"FFFF 807F FFFF 807F C0FF 887F 003F 887E"            /* ˇˇÄ.ˇˇÄ.¿ˇà..?à~ */
	$"001F 887C 000F 8078 0007 8078 0007 8070"            /* ..à|..Äx..Äx..Äp */
	$"0003 8071 DDC3 8070 0003 8070 0003 8071"            /* ..Äq›√Äp..Äp..Äq */
	$"DD43 8070 0003 8070 0003 8071 D743 8070"            /* ›CÄp..Äp..Äq◊CÄp */
	$"0003 87F0 0003 81F1 EEC3 81F0 0007 81F0"            /* ..á..ÅÒÓ√Å..Å */
	$"0007 81F0 000F 81E0 001F 8F80 007F 81FF"            /* ..Å..Å‡..èÄ..Åˇ */
	$"FFFF 81FF FFFF 81FF FFFF 81FF FFFF FFFF"            /* ˇˇÅˇˇˇÅˇˇˇÅˇˇˇˇˇ */
	$"FFFF 0000 0000 0000 0006 0000 FFFF FFFF"            /* ˇˇ..........ˇˇˇˇ */
	$"FFFF 0001 FFFF CCCC 9999 0002 4444 4444"            /* ˇˇ..ˇˇÃÃôô..DDDD */
	$"4444 0003 8888 8888 8888 0004 CCCC CCCC"            /* DD..àààààà..ÃÃÃÃ */
	$"FFFF 0005 CCCC 9999 6666 000F 0000 0000"            /* ˇˇ..ÃÃôôff...... */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ..ˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF F111 1111 5FFF FFFF FFFF FFFF FFFF"            /* ˇˇÒ..._ˇˇˇˇˇˇˇˇˇ */
	$"FFFF F111 1111 5FFF FFFF FFFF FFFF FFFF"            /* ˇˇÒ..._ˇˇˇˇˇˇˇˇˇ */
	$"FFFF F111 1111 5FFF FFFF FFFF FFFF FFFF"            /* ˇˇÒ..._ˇˇˇˇˇˇˇˇˇ */
	$"FFFF F111 1111 5FFF FFFF FFFF FFFF FFFF"            /* ˇˇÒ..._ˇˇˇˇˇˇˇˇˇ */
	$"FFFF F115 5111 5FFF FFFF FF34 4443 F2FF"            /* ˇˇÒ.Q._ˇˇˇˇ4DCÚˇ */
	$"FFFF F115 F111 5FFF FFFF 3440 0004 432F"            /* ˇˇÒ.Ò._ˇˇˇ4@..C/ */
	$"FFFF F115 F111 5FFF FFF4 4000 0000 0442"            /* ˇˇÒ.Ò._ˇˇÙ@....B */
	$"FFFF F111 F111 5FFF FF40 0000 0000 0004"            /* ˇˇÒ.Ò._ˇˇ@...... */
	$"2FFF F111 1111 5FFF F340 0000 0000 0004"            /* /ˇÒ..._ˇÛ@...... */
	$"32FF F111 1111 5FFF F400 0000 0000 0000"            /* 2ˇÒ..._ˇÙ....... */
	$"42FF F111 1111 5FFF 3400 0000 0000 0000"            /* BˇÒ..._ˇ4....... */
	$"432F F111 1111 5FFF 400F FF0F FF0F FF00"            /* C/Ò..._ˇ@.ˇ.ˇ.ˇ. */
	$"042F F111 1111 5FFF 4000 0000 0000 0000"            /* ./Ò..._ˇ@....... */
	$"042F F111 1111 5FFF 4000 0000 0000 0000"            /* ./Ò..._ˇ@....... */
	$"042F F111 1111 5FFF 400F FF0F FF0F 0F00"            /* ./Ò..._ˇ@.ˇ.ˇ... */
	$"042F F111 1111 5FFF 4000 0000 0000 0000"            /* ./Ò..._ˇ@....... */
	$"042F F111 1111 5FFF 4000 0000 0000 0000"            /* ./Ò..._ˇ@....... */
	$"042F F111 1111 5FFF 400F FF0F 0FFF 0F00"            /* ./Ò..._ˇ@.ˇ..ˇ.. */
	$"042F F111 1155 5FFF 4000 0000 0000 0000"            /* ./Ò..U_ˇ@....... */
	$"042F F111 1FFF FFFF 4000 0000 0000 0000"            /* ./Ò..ˇˇˇ@....... */
	$"042F F111 155F FFFF 400F FFF0 FFF0 FF00"            /* ./Ò.._ˇˇ@.ˇˇˇ. */
	$"432F F111 115F FFFF 4000 0000 0000 0000"            /* C/Ò.._ˇˇ@....... */
	$"42FF F111 115F FFFF 4000 0000 0000 0004"            /* BˇÒ.._ˇˇ@....... */
	$"32FF F111 115F FFF3 4000 0000 0000 0043"            /* 2ˇÒ.._ˇÛ@......C */
	$"2FFF F115 555F FF34 0000 0000 0000 4432"            /* /ˇÒ.U_ˇ4......D2 */
	$"FFFF F111 FFFF F444 4444 4444 4444 322F"            /* ˇˇÒ.ˇˇÙDDDDDDD2/ */
	$"FFFF F111 111F F222 2222 2222 2222 2FFF"            /* ˇˇÒ...Ú"""""""/ˇ */
	$"FFFF F111 115F FFFF FFFF FFFF FFFF FFFF"            /* ˇˇÒ.._ˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF F111 115F FFFF FFFF FFFF FFFF FFFF"            /* ˇˇÒ.._ˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF F155 555F FFFF FFFF FFFF FFFF FFFF"            /* ˇˇÒUU_ˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇˇ */
	$"FFFF"                                               /* ˇˇ */
};

// ------------------------------------------------------------------------------------------------

// B&W New
resource 'ics#' (ICON_SMALL_NEW) {
	{	/* array: 2 elements */
		/* [1] */
		$"0000 0000 0000 0FC0 08A0 0890 08F0 0810"
		$"0810 0810 0810 0810 0FF0",
		/* [2] */
		$"0000 0000 0000 0FC0 0FE0 0FF0 0FF0 0FF0"
		$"0FF0 0FF0 0FF0 0FF0 0FF0"
	}
};

// Colour New
resource 'ics4' (ICON_SMALL_NEW, "Status Page Icon") {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 FFFF FF00 0000"
	$"0000 F000 F0F0 0000 0000 F000 F00F 0000"
	$"0000 F000 FFFF 0000 0000 F000 000F 0000"
	$"0000 F000 000F 0000 0000 F000 000F 0000"
	$"0000 F000 000F 0000 0000 F000 000F 0000"
	$"0000 FFFF FFFF"
};

resource 'ics8' (ICON_SMALL_NEW) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 FFFF FFFF FFFF 0000 0000 0000"
	$"0000 0000 FF00 0000 FF00 FF00 0000 0000"
	$"0000 0000 FF00 0000 FF00 00FF 0000 0000"
	$"0000 0000 FF00 0000 FFFF FFFF 0000 0000"
	$"0000 0000 FF00 0000 0000 00FF 0000 0000"
	$"0000 0000 FF00 0000 0000 00FF 0000 0000"
	$"0000 0000 FF00 0000 0000 00FF 0000 0000"
	$"0000 0000 FF00 0000 0000 00FF 0000 0000"
	$"0000 0000 FF00 0000 0000 00FF 0000 0000"
	$"0000 0000 FFFF FFFF FFFF FFFF"
};

// - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

// B&W Magnifier
resource 'ics#' (ICON_SMALL_MAGNIFIER) {
	{	/* array: 2 elements */
		/* [1] */
		$"0000 0000 0000 0700 0880 1040 1040 1040"
		$"0880 07C0 00E0 0070 0020",
		/* [2] */
		$"0000 0000 0000 0700 0F80 1FC0 1FC0 1FC0"
		$"0F80 07C0 00E0 0070 0020"
	}
};

// Colour Magnifier
resource 'ics4' (ICON_SMALL_MAGNIFIER) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0FFF 0000 0000"
	$"0000 F000 F000 0000 000F 0000 0F00 0000"
	$"000F 0000 0F00 0000 000F 0000 0F00 0000"
	$"0000 F000 F000 0000 0000 0FFF FF00 0000"
	$"0000 0000 FFF0 0000 0000 0000 0FFF 0000"
	$"0000 0000 00F0"
};

resource 'ics8' (ICON_SMALL_MAGNIFIER) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 00FF FFFF 0000 0000 0000 0000"
	$"0000 0000 FF00 0000 FF00 0000 0000 0000"
	$"0000 00FF 0000 0000 00FF 0000 0000 0000"
	$"0000 00FF 0000 0000 00FF 0000 0000 0000"
	$"0000 00FF 0000 0000 00FF 0000 0000 0000"
	$"0000 0000 FF00 0000 FF00 0000 0000 0000"
	$"0000 0000 00FF FFFF FFFF 0000 0000 0000"
	$"0000 0000 0000 0000 FFFF FF00 0000 0000"
	$"0000 0000 0000 0000 00FF FFFF 0000 0000"
	$"0000 0000 0000 0000 0000 FF"
};

// - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

// B&W Copy
resource 'ics#' (ICON_SMALL_COPY) {
	{	/* array: 2 elements */
		/* [1] */
		$"0000 0000 FC00 8600 8500 B7F0 8218 BE14"
		$"82DE BE02 82FA FE02 02FA 0202 03FE",
		/* [2] */
		$"0000 0000 FC00 FE00 FF00 FFF0 FFF8 FFFC"
		$"FFFE FFFE FFFE FFFE 03FE 03FE 03FE"
	}
};

// Colour Copy
resource 'ics4' (ICON_SMALL_COPY) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"FFFF FF00 0000 0000 F000 0FF0 0000 0000"
	$"F000 0F0F 0000 0000 F0FF 0FFF FFFF 0000"
	$"F000 00F0 000F F000 F0FF FFF0 000F 0F00"
	$"F000 00F0 FF0F FFF0 F0FF FFF0 0000 0CF0"
	$"FCCC CCF0 FFFF FCF0 FFFF FFF0 0000 0CF0"
	$"0000 00F0 FFFF FCF0 0000 00FC CCCC CCF0"
	$"0000 00FF FFFF FFF0"
};

resource 'ics8' (ICON_SMALL_COPY) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"FFFF FFFF FFFF 0000 0000 0000 0000 0000"
	$"FF00 0000 00FF FF00 0000 0000 0000 0000"
	$"FF00 0000 00FF 00FF 0000 0000 0000 0000"
	$"FF00 FFFF 00FF FFFF FFFF FFFF 0000 0000"
	$"FF00 0000 0000 FF00 0000 00FF FF00 0000"
	$"FF00 FFFF FFFF FF00 0000 00FF 00FF 0000"
	$"FF00 0000 0000 FF00 FFFF 00FF FFFF FF00"
	$"FF00 FFFF FFFF FF00 0000 00F5 002B FF00"
	$"FF2B F72B F72B FF00 FFFF FFFF FFF7 FF00"
	$"FFFF FFFF FFFF FF00 0000 0000 002B FF00"
	$"0000 0000 0000 FF00 FFFF FFFF FFF7 FF00"
	$"0000 0000 0000 FF2B F72B F72B F72B FF00"
	$"0000 0000 0000 FFFF FFFF FFFF FFFF FF"
};

// - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

// B&W New big
resource 'ics#' (ICON_SMALL_NEW_BIG) {
	{	/* array: 2 elements */
		/* [1] */
		$"3FE0 2030 2028 203C 2006 2006 2006 2006"
		$"2006 2006 2006 2006 2006 2006 3FFE 1FFE",
		/* [2] */
		$"3FE0 3FF0 3FF8 3FFC 3FFE 3FFE 3FFE 3FFE"
		$"3FFE 3FFE 3FFE 3FFE 3FFE 3FFE 3FFE 1FFE"
	}
};

// Colour New big
resource 'ics4' (ICON_SMALL_NEW_BIG) {
	$"00FF FFFF FFF0 0000 00F0 0000 00FF 0000"
	$"00F0 0000 00FC F000 00F0 0000 00FF FF00"
	$"00F0 0000 000C CFC0 00F0 0000 0000 0FC0"
	$"00F0 0000 0000 0FC0 00F0 0000 0000 0FC0"
	$"00F0 0000 0000 0FC0 00F0 0000 0000 0FC0"
	$"00F0 0000 0000 0FC0 00F0 0000 0000 0FC0"
	$"00F0 0000 0000 0FC0 00F0 0000 0000 0FC0"
	$"00FF FFFF FFFF FFC0 000C CCCC CCCC CCC0"
};

resource 'ics8' (ICON_SMALL_NEW_BIG) {
	$"0000 FFFF FFFF FFFF FFFF FF00 0000 0000"
	$"0000 FFF5 F5F5 F5F5 F5F5 FFFF 0000 0000"
	$"0000 FFF5 F5F5 F5F5 F5F5 FFF8 FF00 0000"
	$"0000 FFF5 F5F5 F5F5 F5F5 FFFF FFFF 0000"
	$"0000 FFF5 F5F5 F5F5 F5F5 F5F8 F8FF F800"
	$"0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5FF F800"
	$"0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5FF F800"
	$"0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5FF F800"
	$"0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5FF F800"
	$"0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5FF F800"
	$"0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5FF F800"
	$"0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5FF F800"
	$"0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5FF F800"
	$"0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5FF F800"
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF F800"
	$"0000 00F8 F8F8 F8F8 F8F8 F8F8 F8F8 F8"
};

// - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

// B&W Bin
resource 'ics#' (ICON_SMALL_BIN) {
	{	/* array: 2 elements */
		/* [1] */
		$"0000 0000 0000 0380 1FF0 1010 1FF0 0AA0"
		$"0AA0 0AA0 0AA0 0AA0 0FE0",
		/* [2] */
		$"0000 0000 0000 0380 1FF0 1FF0 1FF0 0FE0"
		$"0FE0 0FE0 0FE0 0FE0 0FE0"
	}
};

// Colour Bin
resource 'ics4' (ICON_SMALL_BIN) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 00FF F000 0000"
	$"000F FFFF FFFF 0000 000F 000C CDDF 0000"
	$"000F FFFF FFFF 0000 0000 F0FC FCF0 0000"
	$"0000 F0FC FCF0 0000 0000 FCFC FCF0 0000"
	$"0000 FCFD FDF0 0000 0000 FCFD FDF0 0000"
	$"0000 FFFF FFF0"
};

resource 'ics8' (ICON_SMALL_BIN) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 FFFF FF00 0000 0000 0000"
	$"0000 00FF FFFF FFFF FFFF FFFF 0000 0000"
	$"0000 00FF 00F5 002B 2B56 56FF 0000 0000"
	$"0000 00FF FFFF FFFF FFFF FFFF 0000 0000"
	$"0000 0000 FF00 FF2B FF2B FF00 0000 0000"
	$"0000 0000 FFF5 FF2B FF2B FF00 0000 0000"
	$"0000 0000 FF2B FF2B FF2B FF00 0000 0000"
	$"0000 0000 FF2B FF56 FF56 FF00 0000 0000"
	$"0000 0000 FF2B FF56 FF56 FF00 0000 0000"
	$"0000 0000 FFFF FFFF FFFF FF"
};

// - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

// B&W Page
resource 'ics#' (ICON_SMALL_PAGE) {
	{	/* array: 2 elements */
		/* [1] */
		$"0000 0000 0000 1FF0 1010 1010 1010 1F90"
		$"1990 1490 1390 1190 1FF0",
		/* [2] */
		$"0000 0000 0000 1FF0 1FF0 1FF0 1FF0 1FF0"
		$"1FF0 1FF0 1FF0 1FF0 1FF0"
	}
};

// Colour Page
resource 'ics4' (ICON_SMALL_PAGE) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 000F FFFF FFFF 0000"
	$"000F 000C CCCF 0000 000F 0CCC CCCF 0000"
	$"000F CCCC CCCF 0000 000F FFFF FCCF 0000"
	$"000F FCCF FCCF 0000 000F 0FCC FCCF 0000"
	$"000F 00FF FCCF 0000 000F 000F FCCF 0000"
	$"000F FFFF FFFF"
};

resource 'ics8' (ICON_SMALL_PAGE) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 00FF FFFF FFFF FFFF FFFF 0000 0000"
	$"0000 00FF 0000 002B 2B2B 2BFF 0000 0000"
	$"0000 00FF 002B 2B2B 2B2B 2BFF 0000 0000"
	$"0000 00FF 2B2B 2B2B 2B2B 2BFF 0000 0000"
	$"0000 00FF FFFF FFFF FF2B 2BFF 0000 0000"
	$"0000 00FF FFF7 2BFF FF2B 2BFF 0000 0000"
	$"0000 00FF 00FF F72B FF2B 2BFF 0000 0000"
	$"0000 00FF 0000 FFFF FF2B 2BFF 0000 0000"
	$"0000 00FF 0000 00FF FF2B 2BFF 0000 0000"
	$"0000 00FF FFFF FFFF FFFF FFFF"
};

// - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

// B&W Plus
resource 'ics#' (ICON_SMALL_PLUS) {
	{	/* array: 2 elements */
		/* [1] */
		$"0000 0000 03C0 0C30 1008 1188 2184 27E4"
		$"27E4 2184 1188 1008 0C30 03C0",
		/* [2] */
		$"0000 0000 03C0 0FF0 1FF8 1FF8 3FFC 3FFC"
		$"3FFC 3FFC 1FF8 1FF8 0FF0 03C0"
	}
};

// Colour Plus
resource 'ics4' (ICON_SMALL_PLUS) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 00FF FF00 0000 0000 FF00 00FF 0000"
	$"000F 00CC CC00 F000 000F 0CCF FCCC F000"
	$"00F0 CCCF FCCC DF00 00F0 CFFF FFFC CF00"
	$"00F0 CFFF FFFC DF00 00F0 CCCF FCCC DF00"
	$"000F 0CCF FCCD F000 000F 0DCC CCDD F000"
	$"0000 FFDD DDFF 0000 0000 00FF FF"
};

resource 'ics8' (ICON_SMALL_PLUS) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 FFFF FFFF 0000 0000 0000"
	$"0000 0000 FFFF 0000 0000 FFFF 0000 0000"
	$"0000 00FF 0000 F62B 2BF6 0000 FF00 0000"
	$"0000 00FF 002B 2BFF FF2B 2B2B FF00 0000"
	$"0000 FF00 F62B 2BFF FF2B 2B2B 56FF 0000"
	$"0000 FF00 2BFF FFFF FFFF FF2B F8FF 0000"
	$"0000 FF00 2BFF FFFF FFFF FF2B 56FF 0000"
	$"0000 FF00 2B2B 2BFF FF2B 2B2B 56FF 0000"
	$"0000 00FF 002B 2BFF FF2B F656 FF00 0000"
	$"0000 00FF 0056 F62B 2BF6 5656 FF00 0000"
	$"0000 0000 FFFF 5656 5656 FFFF 0000 0000"
	$"0000 0000 0000 FFFF FFFF"
};

// - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

// B&W Minus
resource 'ics#' (ICON_SMALL_MINUS) {
	{	/* array: 2 elements */
		/* [1] */
		$"0000 0000 03C0 0C30 1008 1008 2004 27E4"
		$"27E4 2004 1008 1008 0C30 03C0",
		/* [2] */
		$"0000 0000 03C0 0FF0 1FF8 1FF8 3FFC 3FFC"
		$"3FFC 3FFC 1FF8 1FF8 0FF0 03C0"
	}
};

// Colour Minus
resource 'ics4' (ICON_SMALL_MINUS) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 00FF FF00 0000 0000 FF00 00FF 0000"
	$"000F 00CC CC00 F000 000F 0CCC CCCC F000"
	$"00F0 CCCC CCCC DF00 00F0 CFFF FFFC CF00"
	$"00F0 CFFF FFFC DF00 00F0 CCCC CCCC DF00"
	$"000F 0CCC CCCD F000 000F 0DCC CCDD F000"
	$"0000 FFDD DDFF 0000 0000 00FF FF"
};

resource 'ics8' (ICON_SMALL_MINUS) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 FFFF FFFF 0000 0000 0000"
	$"0000 0000 FFFF 0000 0000 FFFF 0000 0000"
	$"0000 00FF 0000 F62B 2BF6 0000 FF00 0000"
	$"0000 00FF 002B 2B2B 2B2B 2B2B FF00 0000"
	$"0000 FF00 F62B 2B2B 2B2B 2B2B 56FF 0000"
	$"0000 FF00 2BFF FFFF FFFF FF2B F8FF 0000"
	$"0000 FF00 2BFF FFFF FFFF FF2B 56FF 0000"
	$"0000 FF00 2B2B 2B2B 2B2B 2B2B 56FF 0000"
	$"0000 00FF 002B 2B2B 2B2B F656 FF00 0000"
	$"0000 00FF 0056 F62B 2BF6 5656 FF00 0000"
	$"0000 0000 FFFF 5656 5656 FFFF 0000 0000"
	$"0000 0000 0000 FFFF FFFF"
};

// - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

// B&W Undo
resource 'ics#' (ICON_SMALL_UNDO) {
	{	/* array: 2 elements */
		/* [1] */
		$"0000 0000 0000 0000 0000 00E0 2310 3408"
		$"3808 3C08 3E10 0010",
		/* [2] */
		$"0000 0000 0000 0000 0000 00E0 2310 3408"
		$"3808 3C08 3E10 0010"
	}
};

// Colour Undo
resource 'ics4' (ICON_SMALL_UNDO) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 FFF0 0000"
	$"00F0 00FF 000F 0000 00FF 0F00 0000 F000"
	$"00FF F000 0000 F000 00FF FF00 0000 F000"
	$"00FF FFF0 000F 0000 0000 0000 000F"
};

resource 'ics8' (ICON_SMALL_UNDO) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 FFFF FF00 0000 0000"
	$"0000 FF00 0000 FFFF 0000 00FF 0000 0000"
	$"0000 FFFF 00FF 0000 0000 0000 FF00 0000"
	$"0000 FFFF FF00 0000 0000 0000 FF00 0000"
	$"0000 FFFF FFFF 0000 0000 0000 FF00 0000"
	$"0000 FFFF FFFF FF00 0000 00FF 0000 0000"
	$"0000 0000 0000 0000 0000 00FF"
};

// - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

// B&W Redo
resource 'ics#' (ICON_SMALL_REDO) {
	{	/* array: 2 elements */
		/* [1] */
		$"0000 0000 0000 0000 0000 0700 08C4 102C"
		$"101C 103C 087C 08",
		/* [2] */
		$"0000 0000 0000 0000 0000 0700 08C4 102C"
		$"101C 103C 087C 08"
	}
};

// Colour Redo
resource 'ics4' (ICON_SMALL_REDO) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0FFF 0000 0000"
	$"0000 F000 FF00 0F00 000F 0000 00F0 FF00"
	$"000F 0000 000F FF00 000F 0000 00FF FF00"
	$"0000 F000 0FFF FF00 0000 F0"
};

resource 'ics8' (ICON_SMALL_REDO) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 00FF FFFF 0000 0000 0000 0000"
	$"0000 0000 FF00 0000 FFFF 0000 00FF 0000"
	$"0000 00FF 0000 0000 0000 FF00 FFFF 0000"
	$"0000 00FF 0000 0000 0000 00FF FFFF 0000"
	$"0000 00FF 0000 0000 0000 FFFF FFFF 0000"
	$"0000 0000 FF00 0000 00FF FFFF FFFF 0000"
	$"0000 0000 FF"
};

// - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

// B&W Back
resource 'ics#' (ICON_SMALL_BACK) {
	{	/* array: 2 elements */
		/* [1] */
		$"0000 0080 0180 0380 06F8 0D88 1BF8 37F8"
		$"1FF8 0FF8 07F8 0380 0180 0080",
		/* [2] */
		$"0000 0080 0180 0380 07F8 0FF8 1FF8 3FF8"
		$"1FF8 0FF8 07F8 0380 0180 0080"
	}
};

// Colour Back
resource 'ics4' (ICON_SMALL_BACK) {
	$"0000 0000 0000 0000 0000 0000 F000 0000"
	$"0000 000F F000 0000 0000 00FF F000 0000"
	$"0000 0FFD FFFF F000 0000 FFDF FDDD F000"
	$"000F FDFF FFFF F000 00FF DFFF FFFF F000"
	$"000F FFFF FFFF F000 0000 FFFF FFFF F000"
	$"0000 0FFF FFFF F000 0000 00FF F000 0000"
	$"0000 000F F000 0000 0000 0000 F0"
};

resource 'ics8' (ICON_SMALL_BACK) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 FF00 0000 0000 0000"
	$"0000 0000 0000 00FF FF00 0000 0000 0000"
	$"0000 0000 0000 FFFF FF00 0000 0000 0000"
	$"0000 0000 00FF FF79 FFFF FFFF FF00 0000"
	$"0000 0000 FFFF 79FF FF79 7979 FF00 0000"
	$"0000 00FF FF79 FFFF FFFF FFFF FF00 0000"
	$"0000 FFFF 79FF FFFF FFFF FFFF FF00 0000"
	$"0000 00FF FFFF FFFF FFFF FFFF FF00 0000"
	$"0000 0000 FFFF FFFF FFFF FFFF FF00 0000"
	$"0000 0000 00FF FFFF FFFF FFFF FF00 0000"
	$"0000 0000 0000 FFFF FF00 0000 0000 0000"
	$"0000 0000 0000 00FF FF00 0000 0000 0000"
	$"0000 0000 0000 0000 FF"
};

// - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

// B&W Forward
resource 'ics#' (ICON_SMALL_FORWARD) {
	{	/* array: 2 elements */
		/* [1] */
		$"0000 0200 0300 0380 3EC0 2360 3FB0 3FD8"
		$"3FF0 3FE0 3FC0 0380 0300 02",
		/* [2] */
		$"0000 0200 0300 0380 3FC0 3FE0 3FF0 3FF8"
		$"3FF0 3FE0 3FC0 0380 0300 02"
	}
};

// Colour Forward
resource 'ics4' (ICON_SMALL_FORWARD) {
	$"0000 0000 0000 0000 0000 00F0 0000 0000"
	$"0000 00FF 0000 0000 0000 00FF F000 0000"
	$"00FF FFFD FF00 0000 00FD DDFF DFF0 0000"
	$"00FF FFFF FDFF 0000 00FF FFFF FFDF F000"
	$"00FF FFFF FFFF 0000 00FF FFFF FFF0 0000"
	$"00FF FFFF FF00 0000 0000 00FF F000 0000"
	$"0000 00FF 0000 0000 0000 00F0"
};

resource 'ics8' (ICON_SMALL_FORWARD) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 FF00 0000 0000 0000 0000"
	$"0000 0000 0000 FFFF 0000 0000 0000 0000"
	$"0000 0000 0000 FFFF FF00 0000 0000 0000"
	$"0000 FFFF FFFF FF79 FFFF 0000 0000 0000"
	$"0000 FF79 7979 FFFF 79FF FF00 0000 0000"
	$"0000 FFFF FFFF FFFF FF79 FFFF 0000 0000"
	$"0000 FFFF FFFF FFFF FFFF 79FF FF00 0000"
	$"0000 FFFF FFFF FFFF FFFF FFFF 0000 0000"
	$"0000 FFFF FFFF FFFF FFFF FF00 0000 0000"
	$"0000 FFFF FFFF FFFF FFFF 0000 0000 0000"
	$"0000 0000 0000 FFFF FF00 0000 0000 0000"
	$"0000 0000 0000 FFFF 0000 0000 0000 0000"
	$"0000 0000 0000 FF"
};

// - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

// B&W Binoculars
resource 'ics#' (ICON_SMALL_BINOCULARS) {
	{	/* array: 2 elements */
		/* [1] */
		$"0000 1C70 1450 1C70 3EF8 2EB8 7FFC 8DA6"
		$"9DA6 9FA6 FEFE 9826 9826 F83E",
		/* [2] */
		$"0000 1C70 1C70 1C70 3EF8 3EF8 7FFC FFFE"
		$"FFFE FFFE FEFE F83E F83E F83E"
	}
};

// Colour Binoculars
resource 'ics4' (ICON_SMALL_BINOCULARS) {
	$"0000 0000 0000 0000 000F FF00 0FFF 0000"
	$"000F 0F00 0F0F 0000 000F EF00 0FEF 0000"
	$"00FF E9F0 F9EF F000 00F0 5EF0 F05E F000"
	$"0FE9 EFFF FEEE 9F00 F000 F90E 50E0 C5F0"
	$"F0DE F90E 50E0 C5F0 FCDE FEFF E0EC DEF0"
	$"FFFF FFF0 FFFF FFF0 FCDE F000 00FC DEF0"
	$"FCDE F000 00FC DEF0 FFFF F000 00FF FFF0"
};

resource 'ics8' (ICON_SMALL_BINOCULARS) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 00FF FFFF 0000 00FF FFFF 0000 0000"
	$"0000 00FF 00FF 0000 00FF 00FF 0000 0000"
	$"0000 00FF ABFF 0000 00FF A5FF 0000 0000"
	$"0000 FFFF ACD0 FF00 FFD0 ACD6 FF00 0000"
	$"0000 FF00 A4AC FF00 FF00 A4AB FF00 0000"
	$"00FF ACD0 ACFF FFFF D6AB ABAC D0FF 0000"
	$"FF00 2424 FFD0 00A5 A400 A500 55A4 FF00"
	$"FF24 79AB FFD0 00AB A400 AB24 55A4 FF00"
	$"FF2A 79AB FFAB FFFF A500 AB2B 79A5 FF00"
	$"FFFF FFFF FFFF FF00 FFFF FFFF FFFF FF00"
	$"FF2A 79AB FF00 0000 0000 FF2B 79AB FF00"
	$"FF2A 79AB FF00 0000 0000 FF4F 79AB FF00"
	$"FFFF FFFF FF00 0000 0000 FFFF FFFF FF"
};

// - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

// B&W Open folder
resource 'ics#' (ICON_SMALL_FOLDER) {
	{	/* array: 2 elements */
		/* [1] */
		$"0000 0000 3C00 4200 81F0 8008 8FFE 9001"
		$"9001 A002 A002 C004 C004 FFF8",
		/* [2] */
		$"0000 0000 3C00 7E00 FFF0 FFF8 FFFE FFFF"
		$"FFFF FFFE FFFE FFFC FFFC FFF8"
	}
};

// Colour Open folder
resource 'ics4' (ICON_SMALL_FOLDER) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"00FF FF00 0000 0000 0F00 00F0 0000 0000"
	$"F000 000F FFFF 0000 F000 0000 0000 F000"
	$"F000 FFFF FFFF FFF0 F00F CCCC CCCC CDDF"
	$"F00F CCCC CCCC DDDF F0FC CCCC CCCD DDF0"
	$"F0FC CCCC CCDD DDF0 FFCC CCCC CDDD DF00"
	$"FFCC DDDD DDDD DF00 FFFF FFFF FFFF F0"
};

resource 'ics8' (ICON_SMALL_FOLDER) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 FFFF FFFF 0000 0000 0000 0000 0000"
	$"00FF 0101 0101 FF00 0000 0000 0000 0000"
	$"FF01 0101 0101 01FF FFFF FFFF 0000 0000"
	$"FF01 0101 0101 0101 0101 0101 FF00 0000"
	$"FF01 0101 FFFF FFFF FFFF FFFF FFFF FF00"
	$"FF01 01FF 2C2C 2C2C 2C2C 2C2C 2C57 57FF"
	$"FF01 01FF 2C2C 2C2C 2C2C 2C2C 5757 57FF"
	$"FF01 FF2C 2C2C 2C2C 2C2C 2C57 5757 FF00"
	$"FF01 FF2C 2C2C 2C2C 2C2C 5757 5757 FF00"
	$"FFFF 2C2C 2C2C 2C2C 2C57 5757 57FF 0000"
	$"FFFF 2C2C 5757 5757 5757 5757 57FF 0000"
	$"FFFF FFFF FFFF FFFF FFFF FFFF FF"
};

// - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

// B&W Printer
resource 'ics#' (ICON_SMALL_PRINTER) {
	{	/* array: 2 elements */
		/* [1] */
		$"0000 07FC 0804 0BE8 1008 17DE 2031 FFE1"
		$"8001 8001 8052 8012 8006 4014 3FF8",
		/* [2] */
		$"0000 07FC 0FFC 0FF8 1FF8 1FFE 3FFF FFFF"
		$"FFFF FFFF FFFE FFFE FFFE 7FFC 3FF8"
	}
};

// Colour Printer
resource 'ics4' (ICON_SMALL_PRINTER) {
	$"0000 0000 0000 0000 0000 0FFF FFFF FF00"
	$"0000 F000 0CCC CF00 0000 F0FF FFFC F000"
	$"000F 00CC CCCC F000 000F 0FFF FFCF FFF0"
	$"00F0 0CCC CCFF 0DDF FFFF FFFF FFF0 DDCF"
	$"F000 0000 00CD DCCF F000 CCCC CCCD CCDF"
	$"F00C CCC0 03CB CDF0 F0CC CCCC CCCB CDF0"
	$"F0CC CCCC CCCD DEF0 0FDD DDDD DDDB DF00"
	$"00FF FFFF FFFF F0"
};

resource 'ics8' (ICON_SMALL_PRINTER) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 00FF FFFF FFFF FFFF FFFF 0000"
	$"0000 0000 FF00 0000 002B 2B2B 55FF 0000"
	$"0000 0000 FF00 FFFF FFFF FF55 FF00 0000"
	$"0000 00FF 0000 2B2B 2B2B 2B55 FF00 0000"
	$"0000 00FF 00FF FFFF FFFF 55FF FFFF FF00"
	$"0000 FF00 002B 2B2B 2B55 FFFF 0057 57FF"
	$"FFFF FFFF FFFF FFFF FFFF FF01 5757 2CFF"
	$"FF00 0000 0000 0000 0000 2C57 572C 2CFF"
	$"FF00 0000 2C2C 2C2C 2C2C 2C57 2C2C 57FF"
	$"FF00 002C 2C2C 2C00 0047 2C82 2C57 FF00"
	$"FF00 2C2C 2C2C 2C2C 2C2C 2C82 2C57 FF00"
	$"FF01 2C2C 2C2C 2C2C 2C2C 2C57 57AC FF00"
	$"00FF 5757 5757 5757 5757 5782 57FF 0000"
	$"0000 FFFF FFFF FFFF FFFF FFFF FF"
};

// - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

// B&W Floppy
resource 'ics#' (ICON_SMALL_FLOPPY) {
	{	/* array: 2 elements */
		/* [1] */
		$"0000 7FF8 48D4 48D6 48D2 4812 4FF2 4002"
		$"4FF2 500A 500A 500A 500A 500A 7FFE",
		/* [2] */
		$"0000 7FF8 7FFC 7FFE 7FFE 7FFE 7FFE 7FFE"
		$"7FFE 7FFE 7FFE 7FFE 7FFE 7FFE 7FFE"
	}
};

// Colour Floppy
resource 'ics4' (ICON_SMALL_FLOPPY) {
	$"0000 0000 0000 0000 0FFF FFFF FFFF F000"
	$"0F77 FCCC 550F 7F00 0F77 F000 550F 65F0"
	$"0F77 F000 550F 55F0 0F77 FCCC CCCF 55F0"
	$"0F77 FFFF FFFF 55F0 0F77 6666 5655 55F0"
	$"0F75 FFFF FFFF 55F0 0F6F CCCC CCCC F5F0"
	$"0F6F C000 000C F5F0 0F5F C000 000C F5F0"
	$"0F5F C000 000C F5F0 0F5F CCCC CCCC F5F0"
	$"0FFF FFFF FFFF FFF0"
};

resource 'ics8' (ICON_SMALL_FLOPPY) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"00FF FFFF FFFF FFFF FFFF FFFF FF00 0000"
	$"00FF 552A FF2A 2A2A A3A3 24FF 4EFF 0000"
	$"00FF 552A FF00 0000 A3A3 24FF 7FA4 FF00"
	$"00FF 552A FF00 0000 A3A3 24FF A4A4 FF00"
	$"00FF 552A FF2A 2A2A 2A2A 2AFF A4A4 FF00"
	$"00FF 552A FFFF FFFF FFFF FFFF A4A4 FF00"
	$"00FF 552A 7979 7F7F A37F A4A4 A4A4 FF00"
	$"00FF 55AA FFFF FFFF FFFF FFFF A4A4 FF00"
	$"00FF 7FFF 2A2A 2A2A 2A2A 2A2A FFA4 FF00"
	$"00FF 7FFF 2A00 0000 2424 242A FFAA FF00"
	$"00FF A3FF 2A00 0000 2424 242A FFAA FF00"
	$"00FF A3FF 2A00 0000 2424 242A FFAA FF00"
	$"00FF A4FF 2A2A 2A2A 2A2A 2A2A FFAA FF00"
	$"00FF FFFF FFFF FFFF FFFF FFFF FFFF FF"
};

// - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

// B&W Info
resource 'ics#' (ICON_SMALL_INFO) {
	{	/* array: 2 elements */
		/* [1] */
		$"FFFF 8FFF 8FFF AF07 AE03 8E03 8CB1 8C01"
		$"8CD9 8C01 BCB9 9C03 9C03 B80F 9FFF FFFF",
		/* [2] */
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	}
};

// Colour Info
resource 'ics4' (ICON_SMALL_INFO) {
	$"FFFF FFFF FFFF FFFF FCDD FFFF FFFF FFFF"
	$"FCCD FFFF FFFF FFFF FCFD FFFF CCCC DFFF"
	$"FCFD FFFC 0000 CDFF FCCD FFFC 0000 CDFF"
	$"FCCD FFC0 F0FF 0CDF FCCD FFC0 0000 0CDF"
	$"FCCD FFC0 FF0F FCDF FCCD FFC0 0000 0CDF"
	$"FCFF FFC0 F0FF FCDF FCDF FFC0 0000 CDEF"
	$"FCDF FDC0 000C DDFF FCFF CCCC CCCD EFFF"
	$"FDDF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
};

resource 'ics8' (ICON_SMALL_INFO) {
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	$"FF08 3333 FFFE FEFE FEFE FEFE FEFE FEFF"
	$"FF08 0833 FFFE FEFE FFFF FFFF FFFE FEFF"
	$"FF08 FF33 FFFE FEFF 2A2A 2A2A F9FF FEFF"
	$"FF08 FF33 FFFE FF2A 0000 0000 2AF9 FFFF"
	$"FF08 0833 FFFF FF2A 0000 0000 2AF9 FFFF"
	$"FF08 0833 FFFF 2A00 FF00 FFFF 002A F9FF"
	$"FF08 0833 FFFF 2A00 0000 0000 002A F9FF"
	$"FF08 0833 FFFF 2A00 FFFF 00FF FF2A F9FF"
	$"FF08 0833 FFFF 2A00 0000 0000 002A F9FF"
	$"FF08 FFFF FFFF 2A00 FF00 FFFF FF2A FAFF"
	$"FF08 33FF FEFF 2A00 0000 0000 2AF9 FCFF"
	$"FF08 33FF FFFA 2A00 0000 002A F9FA FFFF"
	$"FF08 FFFF 2A2A 2A2A 2A2A 2AF9 FCFF FEFF"
	$"FF33 33FF FEFE FEFE FEFE FEFE FEFE FEFF"
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
};

// - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

// B&W Alert
resource 'ics#' (ICON_SMALL_ALERT) {
	{	/* array: 2 elements */
		/* [1] */
		$"0180 03C0 0240 0660 0420 0DB0 0990 1998"
		$"1188 318C 2184 6006 4182 C183 8001 7FFE",
		/* [2] */
		$"0180 03C0 03C0 07E0 07E0 0FF0 0FF0 1FF8"
		$"1FF8 3FFC 3FFC 7FFE 7FFE FFFF FFFF 7FFE"
	}
};

// Colour Alert
resource 'ics4' (ICON_SMALL_ALERT) {
	$"0000 000F F000 0000 0000 00EB BE00 0000"
	$"0000 00F1 1F00 0000 0000 0EB1 1BE0 0000"
	$"0000 0F11 11F0 0000 0000 EB1F F1BE 0000"
	$"0000 F11F F11F 0000 000E B11F F11B E000"
	$"000F 111F F111 F000 00EB 111F F111 BE00"
	$"00F1 111F F111 1F00 0EB1 111B B111 1BE0"
	$"0F11 111F F111 11F0 EB11 111F F111 11BE"
	$"FB11 1111 1111 11BF 0FFF FFFF FFFF FFF0"
};

resource 'ics8' (ICON_SMALL_ALERT) {
	$"0000 0000 0000 00FF FF00 0000 0000 0000"
	$"0000 0000 0000 AB5F 5FAB 0000 0000 0000"
	$"0000 0000 0000 FF0A 0AFF 0000 0000 0000"
	$"0000 0000 00AB 5F0A 0A5F AB00 0000 0000"
	$"0000 0000 00FF 0A0A 0A0A FF00 0000 0000"
	$"0000 0000 AB5F 0AFF FF0A 5FAB 0000 0000"
	$"0000 0000 FF0A 0AFF FF0A 0AFF 0000 0000"
	$"0000 00AB 5F0A 0AFF FF0A 0A5F AB00 0000"
	$"0000 00FF 0A0A 0AFF FF0A 0A0A FF00 0000"
	$"0000 AB5F 0A0A 0AFF FF0A 0A0A 5FAB 0000"
	$"0000 FF0A 0A0A 0AFF FF0A 0A0A 0AFF 0000"
	$"00AB 5F0A 0A0A 0A5F 5F0A 0A0A 0A5F AB00"
	$"00FF 0A0A 0A0A 0AFF FF0A 0A0A 0A0A FF00"
	$"AB5F 0A0A 0A0A 0AFF FF0A 0A0A 0A0A 5FAB"
	$"FF5F 0A0A 0A0A 0A0A 0A0A 0A0A 0A0A 5FFF"
	$"00FF FFFF FFFF FFFF FFFF FFFF FFFF FF"
};

// - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

// B&W Error
resource 'ics#' (ICON_SMALL_ERROR) {
	{	/* array: 2 elements */
		/* [1] */
		$"0FF0 1FF8 3EFC 7ABE FABF F2BF F2BF F03F"
		$"F027 F00F F00F F01F 7A3E 3FFC 1FF8 0FF0",
		/* [2] */
		$"0FF0 1FF8 3FFC 7FFE FFFF FFFF FFFF FFFF"
		$"FFFF FFFF FFFF FFFF 7FFE 3FFC 1FF8 0FF0"
	}
};

// Colour Error
resource 'ics4' (ICON_SMALL_ERROR) {
	$"0000 FFFF FFFF 0000 000F 333F 3333 F000"
	$"00F3 3FFC FF33 3F00 0F33 FCFC FCF3 33F0"
	$"F333 FCFC FCF3 333F F33F FCFC FCF3 333F"
	$"F33F FCFC FCF3 F33F F33F FCCC CCFF CF3F"
	$"F33F CCCC CCFC 2F3F F33F CCCC CCCC F33F"
	$"F33F CCCC CCC2 F33F F333 FCCC CC2F 333F"
	$"0F33 FD2F D22F 33F0 00F3 3FFF FFF3 3F00"
	$"000F 3333 3333 F000 0000 FFFF FFFF"
};

resource 'ics8' (ICON_SMALL_ERROR) {
	$"0000 0000 FFFF FFFF FFFF FFFF 0000 0000"
	$"0000 00FF 2323 23FF 2323 2323 FF00 0000"
	$"0000 FF23 D8FF FF08 FFFF D8D8 D8FF 0000"
	$"00FF 23D8 FF08 FF08 FF08 FFD8 D8D8 FF00"
	$"FF23 D8D8 FF08 FF08 FF08 FFD8 D8D8 6BFF"
	$"FF23 D8FF FF08 FF08 FF08 FFD8 D8D8 6BFF"
	$"FF23 D8FF FF08 FF08 FF08 FFD8 FFD8 6BFF"
	$"FF23 D8FF FF08 0808 0808 FFFF 08FF 6BFF"
	$"FF23 D8FF 0808 0808 0808 FF08 16FF 6BFF"
	$"FF23 D8FF 0808 0808 0808 0808 FFD8 6BFF"
	$"FF23 D8FF 0808 0808 0808 0816 FFD8 6BFF"
	$"FF23 D8D8 FF08 0808 0808 16FF D8D8 6BFF"
	$"00FF D8D8 FF33 16FF 3316 16FF D86B FF00"
	$"0000 FFD8 D8FF FFFF FFFF FFD8 6BFF 0000"
	$"0000 00FF 6B6B 6B6B 6B6B 6B6B FF00 0000"
	$"0000 0000 FFFF FFFF FFFF FFFF"
};

// ------------------------------------------------------------------------------------------------
